Repository: PURE2-Team/Old-PB-Sources
Catalog: sources/PowerboardCenter/locale/*/LC_MESSAGES/PowerboardCenter.po
Languages: de, ru

source: Remove a system-plugin
de: Systemplugin löschen
ru: Удалить системный плагин

source: Select extension to remove!
de: Erweiterung auswählen!
ru: Выберете расширение для удаления!

source: No extension selected
de: Keine Erweiterung ausgewählt
ru: Не выбрано расширение

source: Extension has been removed!
de: Erweiterung wurde gelöscht!
ru: Плагин удален!

source: Remove of extension was canceled, because %s
de: Das Löschen der Erweiterung wurde abgebrochen, weil: %s
ru: Удаление расширений прервано по причине %s

source: Select systemplugin to remove!
de: Systemplugin auswählen!
ru: Выберете системный плагин для удаления!

source: No systemplugin selected
de: Kein Systemplugin ausgewählt
ru: Не выбран системный плагин

source: Systemplugin has been removed!
de: Systemplugin wurde gelöscht!
ru: Системный плагин удален!

source: Remove of systemplugin was canceled, because %s
de: Das Löschen des Systemplugins wurde abgebrochen, weil: %s
ru: Удаление системного плагина прервано по причине %s

source: Select skin to remove!
de: Skin auswählen!
ru: Выберете скин для удаления!

source: No skin selected
de: Kein Skin ausgewählt
ru: Не выбран скин

source: Skin has been removed!
de: Skin wurde gelöscht!
ru: Скин удален!

source: Remove of skin was canceled, because %s
de: Das Löschen des Skins wurde abgebrochen, weil: %s
ru: Удаление скина прервано по причине %s

source: Remove crashlogs?
de: Crashlogs entfernen?
ru: Удалить краш-логи?

source: Crashlogs have been removed!
de: Crashlogs wurden entfernt!
ru: Краш-логи удалены!

source: Remove of crashlogs was canceled, because %s
de: Das Löschen der Crashlogs wurde abgebrochen, weil: %s
ru: Удаление краш-логов прервано по причине %s

source: There is no Script to execute
de: Kein ausführbares Skript gefunden
ru: Нет скрипта для выполнения

source: Select Script to execute!
de: Skript auswählen!
ru: Выберете скрипт для выполнения!

source: No Script selected
de: Kein Skript ausgewählt
ru: Не выбран скрипт

source: How to execute %s?
de: Wie soll %s ausgeführt werden?
ru: Как запускать %s?

source: How to execute the script?
de: Wie soll das Script ausgeführt werden?
ru: Как запускать скрипт?

source: Remove %s from autostart?
de: %s nicht mehr beim Systemstart ausführen?
ru: Удалить %s из автостарта?

source: switch off starting of script?
de: Starten des Skripts ausschalten?
ru: отключить старт скрипта?

source: Execute at Startup
de: Beim Systemstart ausführen
ru: Запустить при старте

source: Execute every day/week
de: Ausführung jeden Tag/Woche
ru: Запускать каждый день/неделю

source: Execute %s ?
de: %s ausführen?
ru: Запустить %s ?

source: Please change starttime
de: Start-Uhrzeit auswählen
ru: Пожалуйста, измените время старта

source: %s will start every day at %s
de: %s wird gestartet jeden Tag um %s
ru: %s будет стартовать ежедневно в %s

source: %s will start every week on %s at %s
de: %s wird gestartet jede Woche am %s um %s
ru: %s будет стартовать еженедельно по %s в %s

source: Starting of %s is switched to off!
de: Starten von %s ist ausgeschaltet!
ru: Старт %s отключен!

source: executing %s
de: Führe %s aus
ru: выполняется %s

source: executing was canceled, because %s
de: Starten wurde abgebrochen, weil: %s
ru: выполнение прервано по причине %s

source: switch off starting of %s?
de: Starten von %s ausschalten?
ru: отключить старт %s?

source: Execute permanently
de: Dauerhaft ausführen
ru: Выполнять постоянно

source: run periodically
de: Täglich/Wöchentlich ausführen
ru: запускать периодически

source: only run once
de: Einmalig ausführen
ru: один раз

source: Execute every startup
de: Bei jedem Systemstart ausführen
ru: Запустить при загрузке

source: only run this time permanently
de: Bis zum nächsten Systemstart ausführen
ru: запускать только на этот раз постоянно

source: Satfind
de: Satfinder
ru: Поиск спутника

source: Check your signals
de: Überprüfe das Signal

source: Auto Systemupdate
de: automatisches Systemupdate
ru: Авто обновление системы

source: Configure how and when system can make update
de: Konfiguriere wie und wann das Systen updates machen kann

source: Mounts tools)
de: Mount Werkzeuge

source: PB Label Mounting
de: PB Labelmounten
ru: PB Монтирование по метке

source: Mounts tools
de: Mounts Werkzeug

source: PB Set Picon Path
de: PB Set Picon Pfad
ru: PB Путь для пиконов

source: Change picon path
de: Ändere den Picon Pfad

source: Delete plugins and/or crashlogs/debuglogs
de: Plugins und/oder Crashlogs/Debuglogs löschen

source: Clear your box from old logs/debugs
de: Reinige deine Box von alten Logs/Debugs

source: Camd Installer-Uninstaller
de: Camd De-/Installer
ru: Инсталятор/Деинсталятор ЕМУ

source: Install/Uninstall Camd
de: Installieren/Deinstallieren Cams

source: Install additional plugins/extensions/drivers...
de: Installiere zusätzliche Plugins/Erweiterungen/Treiber

source: Script Starter
de: Skript Starter
ru: Запуск скриптов

source: Run your script when you want
de: Führe dein Script aus wenn du möchtest

source: Choose time/date to restart your cam
de: Wähle Zeit / Datum zum restarten deiner Cam

source: LCD Skin Selector
de: Design Auswahl
ru: Выбор скина дисплея

source: Choose LCD skin
de: Auswahl des LCD Skins

source: Time
de: Zeit
ru: Время

source: When to show if update is available
de: Wann soll die Meldung angezeigt werden?
ru: Когда следует показать информацию о наличии обновлений

source: Please choose...
de: Bitte wähle...

source: When to do automatic update
de: Wann soll das Update durchgeführt werden?
ru: Когда следует запускать авто-обновление

source: Update the box NOW
de: Update JETZT durchführen
ru: Обновить ресивер СЕЙЧАС

source: When would you like to search for updates?
de: Wann soll auf Updates geprüft werden?
ru: Когда следует запускать поиск обновлениий?

source: When would you update the box?
de: Wann soll das Update durchgeführt werden?
ru: Когда вы хотите обновить ПО ресивера?

source: Classic Systemupdate
de: klassisches Systemupdate
ru: Класическое обновление системы

source: Autoupdate is switched to off!
de: Autoupdate ist ausgeschaltet!
ru: Авто обновление отключено!

source: Updatemessage is switched to off!
de: Updatemeldung ist ausgeschaltet!
ru: Показ сообщений обновления отключено!

source: switch off autoupdate?
de: Autoupdate ausschalten?
ru: отключить авто-обновление?

source: Please choose updatetime
de: Uhrzeit für Update
ru: Пожалуйста, выберите время обновления

source: Box will be updated every day at %s
de: Die Box wird jeden Tag um %s aktualisiert
ru: Ресивер будет обновляться ежедневно в %s

source: Box will be updated every week on %s at %s
de: Die Box wird jede Woche am %s um %s aktualisiert
ru: Ресивер будет обновляться еженедельно по %s в %s

source: switch off show updatemessage?
de: Updatemeldung ausschalten?
ru: отключить показ сообщений обновления?

source: Choose time for updatemessage
de: Uhrzeit für Updatemeldung
ru: Выбрать время для обновления сообщений

source: Updatemessage will be shown every day at %s
de: Updatemeldung wird jeden Tag um %s eingeblendet
ru: Сообщение о доступных обновлениях будет показано ежедневно в %s

source: Updatemessage will be shown every week on %s at %s
de: Die Updatemeldung wird jede Woche am %s um %s eingeblendet
ru: Сообщение о доступных обновлениях будет показано еженедельно по %s в %s

source: Powerboard-Panel
de: Powerboard-Schaltzentrale
ru: Панель Powerboard

source: Everything about software: Backup/Restore/Update...
de: Alles über Software: Backup/Restore/Update...

source: Camd/EMU Control
de: Camd/EMU Kontrolle

source: Wildcard Control
de: Wildcard Kontrolle

source: Read the fresh daily news from our board, always stay tune
de: Lese die neuesten Nachrichten von deinem Board, immer am laufenden bleiben

source: Make your image smartest with a lot of additional settings
de: Pass dein Image nach deinem Gusto mit zusätzlichen Einstellungen an

source: Some system settings
de: Einige Systemeinstellungen

source: Get info of everything you want to know about your box
de: Bekomme Informationen über deine Box

source: Change GUI elements at your will
de: Ändere Einstellungen des Skins nach deinem Geschmack

source: Our proudly team
de: Euer Team

source: Listen the online radio
de: Online Radio hören

source: Restart GUI
de: Restart Userinterface
ru: Перезапустить GUI

source: Restart enigma2 from this point
de: Restart Enigma2 von hier aus

source: Softwaremanager
de: Powerboard-System-Setup
ru: Управление ПО

source: Check for update
de: Überprüfe nach Updates

source: About
de: Über

source: Manage Swap File
de: Swapmanager
ru: Управление своп-файлом

source: Activate Swap File?
de: Swapfile aktivieren?
ru: Активировать своп-файл?

source: Swap file size
de: Swapfilegroesse
ru: Размер своп-файла

source: Swap file location
de: Swapfilespeicherort
ru: Расположение своп-файла

source: Saving swap config. Please wait...
de: Speichere Swapfileconfig. Ein Moment bitte...
ru: Сохранение конфигурации подкачки. Пожалуйста, подождите ...

source: Creating Swap file...
de: Erstelle Swapfile...
ru: Создание своп-файла...

source: Deleting Swap file...
de: Loesche Swapfile...
ru: Удаление своп-файла...

source: Nothing to do!
de: Warum soll ich 2x das gleiche machen?
ru: ничего не делать

source: Swap process completed successfully!
de: Erstellung war erfolgreich!
ru: Своп-файл успешно создан!

source: Swap process killed by user!
de: Prozess wurde abgebrochen!
ru: Создание своп-файла отменено пользователем!

source: Done
de: Fertig
ru: Готово

source: Please Press OK Button to close windows!
de: Drücke den OK-Button um das Fenster zu schließen!
ru: Пожалуйста, нажмите кнопку OK, чтобы закрыть окна!

source: Action killed by user
de: Prozess wurde durch den Anwender abgebrochen!
ru: Действие прервал пользователь

source: No Delay
de: keine Verzögerung
ru: Без задержки

source: second
de: Sekunde
ru: второй

source: seconds
de: Sekunden
ru: секунд

source: Ok
ru: ОК

source: Swapfile
ru: Своп-файл

source: Swap-Manager
ru: Управление подкачкой (своп)

source: Powerboard Expert Installer
ru: Powerboard Установщик (экспертный)

source: Prozesse
ru: Процессы

source: CPU-Info
ru: Инфо процессора

source: PB Device Manager
ru: PB Управление устройствами

source: Delete plugins and/or crashlogs
ru: Удаление плагинов и/или краш-логов

source: PB Expert Installer
ru: Powerboard Установщик (экспертный)

source: Auto Cam Restarter
ru: Авто рестарт ЕМУ

source: Cam Manager
ru: Менеджер CAM

source: Wildcard
ru: Подстановки

source: PB-Newsreader
ru: PB-Новости

source: Powerboard-System-Setup
ru: PB Установки системы

source: Powerboard-System-Settings
ru: PB Настройки системы

source: Powerboard-System-Info
ru: PB Иноформация о системе

source: Team-Info
ru: Команда PB

source: Internetradio
ru: Интернет-радио

source: flash
ru: Флеш
