Repository: PURE2-Team/Old-PB-Sources
Catalog: sources/PowerboardCenter/locale/*/LC_MESSAGES/PowerboardCenter.po
Languages: de, ru

source: Downloading all available ipk from feed. Please wait...
de: Lade eine Liste aller ipk-Dateien vom Feed. Einen Augenblick Geduld...
ru: Загрузка перечня всех доступных Ipk с фида. Пожалуйста, подождите...

source: Do you really want to download the addon %s?
de: Wie soll %s installiert werden? Abbruch mit Exit
ru: Вы действительно хотите загрузить плагин %s?

source: Where do you want to install the picons?
de: Wohin sollen die Picons installiert werden?
ru: Где находятся пиконы?

source: Do you really want to remove the ipk %s or reinstall it?
de: %s wirklich entfernen oder neu installieren?
ru: Вы действительно хотите удалить ipk %s или переустановить его?

source: The ipk %s is already installed and an update is available. What do you want to do?
de: %s ist installiert und eine neuere Version ist verfügbar. Was soll geschehen?
ru: ipk %s уже установлен и доступно его обновление. Что вы хотите сделать?

source: No new plugins found
de: Keine neuen Plugins gefunden
ru: Новые плагины не найдены

source: Update ipk
de: ipk aktualisieren
ru: Обновить ipk

source: Delete ipk
de: ipk deinstallieren
ru: Удалить ipk

source: Install ipk
de: ipk installieren
ru: Установить ipk

source: Force Install ipk
de: ipk mit 'force'-Option installieren
ru: 'Сильная' установка ipk

source: Remove ipk
de: ipk deinstallieren
ru: Удалить ipk

source: Remove ipk ignoring depends
de: ipk deinstallieren ohne Abhängigkeiten zu beachten
ru: Удалить ipk игнорируя зависимости

source: Reinstall ipk
de: ipk neu installieren
ru: Переустановить ipk

source: Downloading addon information. Please wait...
de: Lade die Addon-Informationen. Einen kleinen Augenblick Geduld...

source: Do you really want to remove the addon %s or reinstall it?
de: %s wirklich entfernen oder neu installieren?

source: The addon %s is already installed and an update is available. What do you want to do?
de: %s ist installiert und eine neuere Version ist verfügbar. Was soll geschehen?

source: Update Addon
de: Erweiterung aktualisieren

source: Delete Addon
de: Erweiterung deinstallieren

source: Install Addon
de: Erweiterung installieren

source: Force Install Addon
de: Erweiterung mit 'force'-Option installieren

source: Remove Addon
de: Erweiterung deinstallieren

source: Remove Addon ignoring depends
de: Erweiterung deinstallieren ohne Abhängigkeiten zu beachten

source: Reinstall Addon
de: Erweiterung neu installieren

source: Cancel
de: Abbruch
ru: Отмена

source: Save
de: Speichern
ru: Сохранить

source: Backup path
de: Backup Pfad

source: GUI needs a restart to apply the new backuppath Do you want to Restart the GUI now?
de: Enigma2 muß neu gestartet werden, um den neuen Backup-Pfad zu übernehmen - jetzt neu starten?

source: Restart GUI now?
de: Jetzt das Userinterface neu starten?
ru: Перезапустить GUI сейчас?

source: Invalid Location
de: Ungültige Ort

source: Flash On the Fly
de: Flashen Online / Lokal

source: Exit
de: Zurück
ru: Выход

source: Local = Flash a image from local path /hdd/images
de: Image von HDD oder USB flashen.

source: Online = Download a image and flash it
de: Image online laden und flashen.

source: No /hdd found !! Please make sure you have a HDD mounted. Exit plugin.
de: Keine HDD gefunden!! Es muss eine HDD gemountet sein. Plugin wird beendet.

source: Not enough free space on /hdd !! You need at least 300Mb free space. Exit plugin.
de: Nicht genügend freier Speicherplatz auf /hdd! Sie benötigen mindestens 300 MB freien Speicherplatz. Plugin wird beendet.

source: ofgwrite not found !! Please make sure you have ofgwrite installed in /usr/bin/ofgwrite. Exit plugin.
de: ofgwrite nicht gefunden !! Bitte installieren Sie ofgwrite nach /usr/bin/ofgwrite. Plugin wird beendet.

source: Flash On the fly (select a image)
de: Image zum Flashen auswählen

source: Do you really want to delete %s ?
de: Wollen Sie %s wirklich löschen?

source: The image is downloaded. Do you want to flash now?
de: Das Image ist herruntergeladen, wollen Sie jetzt Flashen?

source: Download Failed !!
de: Herunterladen gescheitert !!

source: Unzipping files, Please wait ...
de: Datei wird entpackt, Bitte warten...

source: Simulate (no write)
de: Simulation (kein Schreibvorgang)

source: Show only found image and mtd partitions.
de: Zeige nur verfügbare Images und MTD Partitionen.

source: root and kernel
de: root und kernel

source: ofgwrite will stop enigma2 now to run the flash.
de: ofgwrite stoppt jetzt Enigma2 um den Flashvorgang zu starten.

source: Your STB will freeze during the flashing process.
de: Während des Flashvorganges ist Ihr Receiver unbedienbar und das Bild wird stoppen.

source: Please: DO NOT reboot your STB and turn off the power.
de: Bitte: Den Receiver keinesfalls neustarten oder ausschalten!

source: The image or kernel will be flashing and auto booted in few minutes.
de: Image oder Kernel werden geflasht - Ihr Receiver startet in wenigen Minuten neu.

source: GB800SOLO takes about 20 mins !!
de: GB800Solo benötigt mehr als 20 Minutren!!

source: Delete
de: Löschen

source: Devices
de: Laufwerk

source: Downloading %s
de: Herunterladen %s

source: Downloading
de: Herunterladen

source: Use
de: Benutze

source: Memory
de: Speicherstatus
ru: Память

source: Process
de: Prozess

source: Show Mounts
de: Mounts anzeigen
ru: Показать смонтированные

source: Crypt Info
de: Verschlüsselungs-Info

source: Spaceview
de: Speicherüberblick
ru: Просмотр свободного места

source: Kernel Messages
de: Kernelmeldungen
ru: Сообщения ядра

source: Device Performance
de: Laufwerks Leistung
ru: Производительность устройства

source: Loaded Modules
de: Geladene Module
ru: Загруженные модули

source: Netinfo
de: Netzinfo
ru: О Сети

source: Crypt-Info
de: Verschlüsselungs-Info
ru: Информация о декодировании

source: Back
de: Zurück

source: Clear Cache
de: Säubere den Cache

source: Finished: Free memory before cleaning:
de: Fertig: Freier Speicher vor Reinigung:

source: no device connected
de: Kein Speichergerät angeschlossen
ru: ничего не подключено

source: Select device please!
de: Speichergerät auswählen!
ru: Выберете устройство!

source: No device selected!
de: Kein Speichergerät ausgewählt!
ru: Не выбрано устройство!

source: test performance of %s ?
de: Leistung von %s testen?
ru: тестировать производительность устройства %s?

source: answer is None
de: Antwort ist nichts
ru: ответ НЕТ

source: you were not confirming
de: Keine Zustimmung erteilt
ru: вы не подтвердили

source: testing performance of %s
de: Teste Leistung von %s
ru: тестирование производительности %s

source: performancetest was canceled, because %s
de: Leistungstest wurde abgebrochen, weil: %s
ru: тест прерван по причине %s

source: Restart Enigma2 to apply the changes?
de: Restart enigma2 um die Änderungen anzuwenden?

source: %s Enigma2 Plugin V%s %s written by stibbich http://www.pb-powerboard.com based on code from 3c5x9
de: %s Enigma2 Plugin V%s %s geschrieben von stibbich http://www.pb-powerboard.com basiert auf den Code von 3c5x9

source: While showing feed %s some error occurs
de: Während der Anzeige des Feeds %s sind Fehler aufgetreten
ru: При обращению к фиду %s возникли некоторые ощибки

source: change Feed
de: Feed ändern
ru: Сменить фид

source: add new Feed
de: neuen Feed hinzufügen
ru: Добавить новый фид

source: delete Feed from favorites
de: Feed löschen
ru: Удалить фид из предпочтений

source: about %s
de: Über %s
ru: О %s

source: select Feed to change
de: Feed zum Ändern auswählen
ru: выберете фид для изменения

source: Please enter a name for the new Feed
de: Bitte neuen Namen für den Feed eingeben
ru: Пожалуйста, введите имя нового фида

source: Please enter a url for the new Feed
de: Bitte die Webaddresse des Feeds eingeben
ru: Пожалуйста, введите имя ссылку для нового фида

source: Please enter a description for the new Feed
de: Bitte eine Beschreibung für den Feed eingeben (optional)
ru: Пожалуйста, введите описание нового фида

source: changing feed faild! %s
de: Ändern des Feeds fehlgeschlagen! %s
ru: не удалось сменить фид! %s

source: adding feed faild! %s
de: Feed hinzufügen fehlgeschlagen! %s
ru: Добавить фид не удалось!/n/n%s

source: select Feed to delete
de: Feed zum Löschen auswählen
ru: выберете фид для удаления

source: are you sure to delete this Feed? %s
de: Wirklich den Feed löchen? %s
ru: вы уверены в удалении этого фида? %s

source: loading feeddata failed!
de: Laden der Feed-Daten fehlgeschlagen!
ru: Загрузка данных фида не удалась!

source: Error while reading the feed
de: Fehler beim Lesen des Feeds aufgetreten
ru: Ошибка чтения фида

source: Setup Path for Backup
de: Setup Pfad für das Backup

source: Backup Keys
de: Sichere Keys

source: Backup Settings
de: Sichere Settings

source: Backup Cams and Configs
de: Sichere Cams und Configs

source: Backup Pluginlist
de: Sichere Pluginliste

source: Backup all
de: volständiges Backup

source: Restore Keys
de: Stelle Keys wieder her

source: Restore Settings
de: Stelle Settings wieder her

source: Restore Cams and Configs
de: Stelle Cams und Configs wieder her

source: Restore Pluginlist with new Plugins
de: Installiere alte Pluginliste vom Server

source: Restore all
de: Alle Backups wieder herstellen

source: Delete all Backups
de: Entferne alle Backups

source: Install Camd
de: Camd installieren
ru: Установка САМ

source: Uninstall Camd
de: Camd deinstallieren
ru: Деинсталяция САМ

source: Select Camd to install!
de: Camd zur Installation auswählen!
ru: Выберете САМ для установки!

source: No Camd selected
de: Keine Camd ausgewählt
ru: Не выбран ЕМУ

source: How to install oscam?
de: Was soll mit der oscam geschehen?
ru: Как установить oscam?

source: Install %s?
de: %s installieren?
ru: Установить %s?

source: Select camscript to add %s?
de: Camskript auswählen, zu dem %s hinzugefügt werden soll
ru: Выберете САМ-скрипт для добавления %s?

source: No script selected
de: Kein Skript ausgewählt
ru: Не выбран скрипт

source: Add to %s?
de: Zu %s hinzufügen?
ru: Добавить в %s?

source: Camd has been added!
de: Camd wurde hinzugefügt!
ru: ЕМУ добавлен!

source: Camd has been installed!
de: Camd wurde installiert!
ru: ЕМУ установлен!

source: Camd install was canceled, because %s
de: Camd-Installation wurde abgebrochen, da: %s
ru: ЕМУ не установлен по причине %s

source: Select Camd to uninstall!
de: Welche Camd soll entfernt werden?
ru: Выберете САМ для деинсталяции!

source: remove %s?
de: %s entfernen?
ru: удалить %s?

source: Camd has been uninstalled!
de: Camd wurde entfernt!
ru: ЕМУ деинсталирован!

source: Camd uninstall was canceled, because %s
de: Camd-Deinstallation wurde abgebrochen, da: %s
ru: Деинсталяция ЕМУ прервана по причине %s

source: Install standalone
de: Als eigenständige Camd installieren
ru: Установить автономно

source: Add oscam to other cam
de: Oscam als Cardserver zu anderer Camd hinzufügen
ru: Добавить в сервер OSCAM карту или другой ЕМУ

source: Configure camrestart
de: Konfiguriere Softcam neustart
ru: Конфигурация рестарта ЕМУ

source: Configure how to handle script
de: Konfiguriere Skriptstart
ru: Конфигурация запуска скриптов

source: When should the cam restart?
de: Wann soll die Softcam neu starten?
ru: Когда следует рестартовать САМ?

source: There is no cam to restart - install and/or start one!
de: Keine Softcam zum Neustarten - bitte eine installieren/starten!
ru: Не сконфигурирован рестарт САМ - настройте и/или запустите его!

source: cron is missing - installing it now
de: Cron ist nicht installiert - das wird nun nachgeholt
ru: cron отсутствует, установите его сейчас

source: Select day!
de: Wochentag auswählen!
ru: Выберете день!

source: switch off camrestart?
de: Softcamneustart ausschalten?
ru: отключить САМ-рестарт?

source: Please change camrestarttime
de: Uhrzeit auswählen
ru: Пожалуйста, измените время рестарта САМ

source: Cam will be restarted every day at %s
de: Softcam wird jeden Tag um %s neu gestartet
ru: ЕМУ будет рестартовать ежедневно в %s

source: Cam will be restarted every week on %s at %s
de: Softcam wird jeden %s um %s neu gestartet
ru: ЕМУ будет рестартовать еженедельно в %s в %s

source: action canceled
de: Aktion abgebrochen
ru: действие отменено

source: Camrestart is switched to off!
de: Softcamneustart ist ausgeschaltet!
ru: Авто рестарт ЕМУ отключен!

source: Sunday
de: Sonntag
ru: Воскресенье

source: Monday
de: Montag
ru: Понедельник

source: Tuesday
de: Dienstag
ru: Вторник

source: Wednesday
de: Mittwoch
ru: Среда

source: Thursday
de: Donnerstag
ru: Четверг

source: Friday
de: Freitag
ru: Пятница

source: Saturday
de: Samstag
ru: Суббота

source: Daily
de: Täglich
ru: ежедневно

source: Weekly
de: Wöchentlich
ru: еженедельно

source: Off
de: Aus
ru: Выкл

source: Hide Decode-Info
de: Entschlüsselungs-Info verstecken
ru: Скрыть информацию декодирования

source: Hide only Decode-Emu
de: Nur Emu-Entschlüsselung verstecken
ru: Скрывать только инф. ЕМУ

source: Hide only Decode-Net
de: Nur Net-Entschlüsselung verstecken
ru: Скрывать только декодирование по сети

source: Hide Cam-Info
de: Cam-Name verstecken
ru: Скрывать инфо САМ

source: Use label mount
de: Benutze Label mount
ru: Использовать монтировани по метке устройства

source: Ocram feeds for picons active
de: Ocram Pfad fr Picons aktivieren
ru: Фид Ocram для пиконов активен

source: GUI needs a restart to apply the new settings Do you want to Restart the GUI now?
de: Enigma2 muß neu gestartet werden, um die neuen Einstellungen zu übernehmen - jetzt neu starten?
ru: Необходим перезапуск GUI, чтобы применить новые установки Вы хотите перезапустить GUI сейчас?

source: Execution progress:
de: Ausführungsfortschritt:
ru: Прогресс выполнения:

source: Execution finished!!
de: Ausführung beendet!
ru: Выполнено!!

source: Change/modify Estuary elements)
de: Ändere / Modifiziere Estuary Elemente

source: Insert mount point:
de: Mount Punkt einfügen:
ru: Вставьте точку монтирования:

source: Cannot umount current drive. A record in progress, timeshit or some external tools (like samba and nfsd) may cause this problem. Please stop this actions/applications and try again
de: Laufwerk kann nicht unmountet werden. Das Problem könnte durch eine laufende Aufnahme, Swap oder ein externes Programm (wie samba oder nfsd) ausgelöst werden. Bitte stoppen und erneut versuchen!
ru: Привод не может быть отмонтирован. Проблема может быть из-за процесса записи, наличия свопа или работы внешней программы (таких как самба или NFSD). Пожалуйста, остановите их и попробуйте еще раз!

source: Cannot mount new drive. Please check filesystem or format it and try again
de: Das neue Laufwerk kann nicht gemountet werden. Bitte Dateisystem überprüfen oder formatieren und dann noch einmal probieren
ru: Новый диск не может быть смонтирован. Пожалуйста, проверьте или отформатируйте файловую систему и попробуйте еще раз.

source: Check
de: Überprüfung
ru: Проверить

source: Format
de: Formatieren
ru: Формат

source: Unmount
de: Aushängen
ru: Отмотировать

source: Mount
de: Einhängen
ru: Монтировать

source: Check disk terminated with success!
de: Dateisystemüberprüfung mit Erfolg durchgeführt!
ru: Проверка файловой системы успешно выполнена!

source: Error checking disk. The disk may be damaged
de: Fehler bei der Dateisystemüberprüfung. Das Laufwerk könnte beschädigt sein.
ru: Ошибка проверки диска. Диск может быть поврежден.

source: Format terminated with success!
de: Formatierung mit Erfolg durchgeführt!
ru: Форматирование успешно завершено!

source: Cannot format current drive. A record in progress, timeshit or some external tools (like samba and nfsd) may cause this problem. Please stop this actions/applications and try again
de: Laufwerk kann nicht unmountet werden. Das Problem könnte durch eine laufende Aufnahme, Swap oder ein externes Programm (wie samba oder nfsd) ausgelöst werden. Bitte stoppen und erneut versuchen!
ru: Привод не может быть отформатирован. Проблема может быть из-за процесса записи, наличия свопа или работы внешней программы (таких как самба или NFSD). Пожалуйста, остановите их и попробуйте еще раз!

source: Error formatting disk. The disk may be damaged
de: Fehler bei der Formatierung. Das Laufwerk könnte beschädigt sein.
ru: Ошибка форматирования диска. Диск может быть поврежден.

source: Select filesystem for formatting
de: Filesystem zum Formatieren auswählen
ru: Выберете файловую систему для форматирования раздела

source: FAT16 on a partition detected, please format it or initialise device!
de: FAT16 in einer Partition entdeckt, bitte formatiere es oder initialisiere das Gerät!
ru: Найден раздел FAT16, необходимо отформатировать его или инициализировать устройство!

source: Cannot umount device. A record in progress, timeshit or some external tools (like samba and nfsd) may cause this problem. Please stop this actions/applications and try again
de: Laufwerk kann nicht unmountet werden. Das Problem könnte durch eine laufende Aufnahme, Swap oder ein externes Programm (wie samba oder nfsd) ausgelöst werden. Bitte stoppen und erneut versuchen!
ru: Привод не может быть отмонтирован. Проблема может быть из-за процесса записи, наличия свопа или работы внешней программы (таких как самба или NFSD). Пожалуйста, остановите их и попробуйте еще раз!

source: Expand to device
de: Flash-Vergrößerung
ru: Расширить память на устройство

source: Get rid of expand
de: Auslagern aufheben
ru: Оменить расширение памяти?

source: Expanding ready! Restarting box NOW
de: Flash-Vergrößerung durchgeführt! Box wird neu gestartet!
ru: Расширение памяти завершено! Перезагрузитесь!

source: Device not mountet - please mount as something
de: Gerät is nicht eingehangen - bitte als etwas einhängen
ru: Устройство не cмонтированно - нужно его монтировать

source: No EXT2- or EXT3-filesystem! Please format the device.
de: Kein EXT2- oder EXT3-Dateisystem gefunden - bitte formatiere das Gerät.
ru: Не EXT2/EXT3 файловая система! Пожалуйста отформатируйте устройство.

source: Error
de: Fehler
ru: Ошибка

source: Back in flash again! Restarting box NOW
de: Flash-Vergrößerung ist aufgehoben! Box wird neu gestartet!
ru: Вернитесь к прошивке! Перезапустить Ресивер СЕЙЧАС

source: Partitions
de: Partitionen
ru: Создание разделов

source: Initialize
de: Initialisieren
ru: Инициализировать

source: parted is missing - installing it now
de: Parted ist nicht installiert - das wird nun nachgeholt
ru: parted отсутствует - установите его сейчас

source: rsync is missing - installing it now
de: rsync ist nicht installiert - das wird nun nachgeholt
ru: rsync отсутствует, установите его сейчас

source: No Swapmanager installed!
de: Kein Swapmanager installiert!
ru: Не установлено 'Управление своп-файлом'

source: Partitioning done - please format the partitions in the format you want!
de: Partitionierung erledigt - bitte im Bereich Paritionen diese Formatieren!
ru: 'Создание разделов' закончилось - пожалуйста, отформатируйте разделы в формате, который вы хотите!

source: Partitioning failed!
de: Partitionierung fehlgeschlagen!
ru: 'Создание разделов' не удалось

source: Format ext2
de: Als ext2 formatieren
ru: Форматировать в ext2

source: Format ext3
de: Als ext3 formatieren (empfohlen)
ru: Форматировать в ext3

source: Format fat32
de: Als fat32 formatieren
ru: Форматировать в fat32

source: Cannot umount current drive. Timeshift, recording or some external tools (like samba and nfsd) may cause this problem. Please stop this actions/applications and try again
de: Laufwerk kann nicht unmountet werden. Das Problem könnte durch eine laufende Aufnahme, Swap oder ein externes Programm (wie samba oder nfsd) ausgelöst werden. Bitte stoppen und erneut versuchen!
ru: Привод не может быть отмонтирован. Проблема может быть из-за процесса записи, TimeShift, наличия свопа или работы внешней программы (таких как самба или NFSD). Пожалуйста, остановите их и попробуйте еще раз!

source: Partitioning failed! Serious disk I/O error.
de: Partitionierung fehlgeschlagen! Ernsthafter I/O Laufwerksfehler.
ru: 'Создание разделов' не удалось! Серьезные ошибки ввода/вывода.

source: Format ext4
de: Als ext4 formatieren
ru: Форматировать в ext4

source: End outsourcing
de: Auslagern beenden
ru: Конец аутсорсинга

source: Label Device
de: Laufwerk benennen
ru: Метка устройства

source: Devices Info
de: Laufwerksinfo
ru: Информация об устройстве

source: Select device to expand to!
de: Partition auswählen
ru: Выберете устройство для расширения памяти!

source: No device selected
de: Keine Partition ausgewählt
ru: Не выбрано устройство

source: Expand to %s?
de: Auslagern auf %s?
ru: Расширить память на %s

source: Expanding ready!
de: Auslagern fertig - Box wird neu gestartet
ru: Расширение памяти завершено!

source: No ext-filesystem - please format (ext3 is recommended)
de: Kein EXT-Dateisystem - bitte formatieren (ext3 wird empfohlen)
ru: Не ext-файловая система - пожалуйста, отформатируйте (ext3 рекомендуется)

source: Expanding was canceled, because %s
de: Auslagern wurde unterbrochen, weil: %s
ru: Расширение памяти прервано по причине %s

source: Get rid of Expand?
de: Auslagern wirklich beenden?
ru: Оменить расширение памяти?

source: Unexpanding was canceled, because %s
de: Aufheben der Auslagerung wurde abgebrochen, weil: %s
ru: Отмена расширение памяти прервана по причине %s

source: Select device to label!
de: Laufwerk bzw. Partition auswählen, die benannt werden soll
ru: Выберете устройство для назначения метки!

source: e2label is missing - installing it now
de: e2label ist nicht installiert, das wird gerade nachgeholt!
ru: e2label отсутствует, установите его сейчас

source: Label %s?
de: Laufwerksname %s?
ru: Метка %s?

source: Select a label(name)
de: Label (Name) auswählen
ru: Выберете метку (имя)

source: Labeling succesfull - remounting partition
de: Benennung erfolgreich - mounte Partition neu
ru: Маркировка успешна - перемонтирование раздела

source: Something went wrong - please contact PB-Board
de: Irgendetwas ist schief gelaufen - bitte PB-Powerboard kontaktieren
ru: Что-то пошло не так - пожалуйста, свяжитесь с PB-Board

source: Labeling was canceled, because %s
de: Benennung wurde abgebrochen, weil: %s
ru: Маркировка была отменена, поскольку %s

source: TCP Connections
de: TCP Verbindung
ru: Соединения TCP

source: General Info
de: Grundsätzliche Informationen
ru: Общая информация

source: General info about network. Please be patient!
de: Grundsätzliche Informatione über das Netzwerk. Bitte etwas Geduld!

source: Speed Info
de: Geschwindigkeitsinfo
ru: Информация о скорости

source: Test your internet speed. Please be patient!
de: Teste deine Internetgeschwindigkeit. Bitte etwas Geduld!

source: General Network Info
de: Grundsätzliche Netzwerk Infos
ru: Общая информация о сети

source: red = delete green = add bouquet +/- = change stream-/playlist TV = stop stream OK = start stream
de: rot = löschen grün = hinzufügen Bouquet +/- = Ändere Stream-/Playlist TV = Stopt den Stream OK = Startet den Stream
ru: красный = удалить зеленый = добавить букет +/- = сменить поток/плейлист TV = остановить поток OK = стартовать поток

source: Usage
de: Verwendung
ru: Используется

source: Remove an extension plugin
de: Löschen von Erweiterungs-Plugins

source: Please choose plugin to uninstall
de: Bitte wähle das Plugin aus zum deinstallieren

source: Remove a system plugin
de: Löschen von System-Plugins

source: Please choose system plugin to uninstall
de: Bitte wähle ein Systemplugin aus zum deinstallieren

source: Remove a skin
de: Skin entfernen
ru: Удалить скин

source: Please choose skin to uninstall
de: Bitte wähle einen Skin aus der deinstalliert werden soll

source: Remove crashlogs
de: Crashlogs löschen
ru: Удалить краш-логи

source: Remove old crashlogs/debuglogs
de: Entferne alte Crashlogs/Debuglogs

source: Remove an extension-plugin
de: Erweiterung löschen
ru: Удалить плагин расширение
